export const categories = [{'יסודות':'Bases'}, {'נקודות דיקור':'AcupuncturePoints'}, {'צמחים':'plants'}, {'רפואה מערבית':'westernMedicine'}]
export const ways_to_learn =[{'הרצאות':'Lectures'}, {'סיכומים':'Summaries'}, {'משחקים':'Games'}, {'תרגילים':'Exercises'}];
export const names_of_games = [{'זכרון':'Memory'}, {'רקיחת שיקויים':'BrewingPotions'}, {'נטרול פצצה':'defuseBomb'}, {'כרטיסיות':'Tabs'}];

export const difficultyOptions = [{ value: 'easy', label: ' קל- עד 5 צמחים' },
    { value: 'medium', label: 'בינוני- עד 10 צמחים' }, { value: 'hard', label: 'קשה- עד 15 צמחים' }];


export const plantsCategories = ["מנקי חום מרמת הצ'י (מנקזי אש)","הורגי פרזיטים", "מווסתי צ'י", "מזיני יין", "מחזקי דם",
    "מחזקי יאנג","מחזקי צ'י","מחממי מרכז מפזרי קור","מייצבים קושרים","מלחלחי מעיים","מניעי דם","מנקי חום ורעילות","מנקי חום חסר",
    "מנקי חום מייבשי לחות","מנקי חום קיץ","מפזרי רוח לחות","מפסיקי דימום","מפסיקי שיעול","מקררי דם","מרגיעי נפש מזינים","מרגיעי נפש מעגנים",
    "מרגיעי רוח ורעד","משחררי חיצון חמימים","משחררי חיצון קרירים","משחררי תקיעות מזון","משלשלים","משתני לחות","מתמירי לחות ארומטיים",
    "מתמירי ליחת חום","מתמירי ליחת קור","פותחי פתחים ארומטיים","שימוש חיצוני" ];
  
export const potionsCategories = ["משתנות לחות" ,  "מתמירות לחות", "בי סינדרום", "מחזקות צ'י", "מחזקות דם", "מחזקות צ'י ודם", "מזינות יין" ,
 "מחזקות יאנג" , "מניעות צ'י", "מפסיקות שיעול", "מניעות דם", 
"מפסיקות דימום", "מייצבות קושרות",  "מרגיעות נפש", "רוח ורעידות", "מסלקות ליחה","בודדות", "משחררות חיצון", "מנקות חום", "משלשלות", "מהרמנות ומאזנות", "מלחלחות יובש", 
 "מחממות מרכז"]